{ "_id" : { "$oid" : "51e5199699e3cacf0990580f" }, "content" : "he Digital Dating World has seen its fair share of companies come and go over the years, and few have been able to give the usual suspects, like eHarmony, Match.com and OkCupid, a run for their respective monies. However, since bursting onto the scene in October of last year, Tinder has been making a play to become the next digital dating giant by focusing on an area where few (if any) of its predecessors have excelled: Your phone. Drawing on the same addictive formula behind Hot or Not, Tinder allows those in search of a date (or a little casual flirting) to swipe through Facebook-powered profiles of prospective matches, accepting or rejecting based on visual appeal. Sure, its a bit superficial, but its game-ified approach to flirting is also more than a little addicting and has taken off among the SnapChat generation, beginning with college campuses. In fact, since launching in October, Tinder has spread like wildfire  a fact that, as we reported in May, has had investors and potential acquirers drooling. Today, Tinder co-founder and CEO Sean Rad tells us, users have rated over seven billion profiles, and the app has served over 100 million matches in all (and is currently adding 1.5 million matches/day and growing, he says.)", "tag" : "Big, Media ,TechCrunch", "title" : "Red Hot Dating App Tinder Officially Arrives On Android, Begins Hooking Up With Big Media", "user" : "TechCrunch" }
{ "_id" : { "$oid" : "51e5199999e3cacf09189102" }, "content" : "IE9 doesn't crop background gradients on rounded corners, so we remove it. Related, IE9 jankifies disabled button elements, rendering text gray with a nasty text-shadow that we cannot fix.", "tag" : "booststrap, css ", "title" : "Cross browser compatibility", "user" : "Booststrap" }
{ "_id" : { "$oid" : "51e673ab99e3ca3c131dcb40" }, "content" : "This is situated on river Savarmati  .", "tag" : "ahmedabad, gujrat , Mp", "title" : "Ahmedabad info", "user" : "ahmedaabd" }
{ "_id" : { "$oid" : "51ff88fa99e3ca311149f8ee" }, "comments" : [ { "name" : "thomas", "email" : "thomus@gmail.com", "content" : "Nice Post dear keep up it.", "uniqueid" : "comments_51ff9b867d456", "created" : { "$date" : 1375705990526 } } ], "content" : "Data in MongoDB has a flexible schema. Collections do not enforce document structure. Although you may be able to use different structures for a single data set in MongoDB, different data models may have significant impacts on MongoDB and application performance. Consider Data Modeling Considerations for MongoDB Applications for a conceptual overview of data modeling problems in MongoDB, and the Data Modeling Patterns documents for examples of different approaches to data models.", "tag" : [ "abc ", "hajha" ], "title" : "mongo db is best  no sql database  this time", "user" : "TechCrunch" }
{ "_id" : { "$oid" : "51ffa11999e3ca3411cd2323" }, "title" : "Tag is  array in data base", "user" : "Thomus desilwa ", "tag" : [ "Blog", " user ", " mongo ", " php " ], "content" : "This post is for test tag in a array format" }
